Repository: lejenome/mastermind
Catalog: po/*.po
Languages: fr

source: Error: illegal charater on the command '%c'
fr: Erreur: caractere invalide dans la commande '%c'

source: : Simple mastermind implemetation
fr: : implementation simple de mastermind

source: < back
fr: < retour

source: About
fr: A propos

source: Command format error! set [config_name [config_value]]
fr: Erreur format du command! set [config_name [config_value]]

source: Command unsupported '%s'
fr: Commande non supportee '%s'

source: Current Config: guesses: %d colors: %d holes: %d remise: %d
fr: Configuration Currente: guesses: %d colors: %d holes: %d remise: %d

source: Enter you guesse: (%d of [0..%d] nbre) >
fr: Donner votre essai: (%d nbre de [0..%d]) >

source: Error: config option not supported: %s
fr: Configuration globale non supportee: %s

source: Final State:
fr: Etat final:

source: Global config not supported!!
fr: Configuration globale non supportee!!

source: Global configs:
fr: Configuration global:

source: Help
fr: Aide

source: Illigal char on you guesse!!
fr: Charactere invalide dans votre essai!!

source: Invalid Guess
fr: Essai invalid

source: No score yet!
fr: Pas encore de score!

source: Restoring old session
fr: Ouvrir ancienne session

source: Saving session
fr: Enregistrement de session

source: Secret Key is:
fr: Le mot secret est :

source: Session configs:
fr: Configurations du session:

source: You Failed :(
fr: Tu as perdu :(

source: You Guess is invalid
fr: Votre essai est invalide

source: You successed :)
fr: Tu a gagne :)

source: Your score is: %ld
fr: Ton score est: %ld

source: current account: %s
fr: compte courent: %s

source: play
fr: jouer

source: rest
fr: rejouer

source: restart? (Y/N):
fr: rejouer? (Y/N):
